Track 1:
李友：高文中，你怎么在这儿?
高文中：李友，你好。我来买滑冰的冰鞋。
李友：你会滑冰?
高文中：不会，可是白英爱会，我想请白英爱教我。
李友：白英爱滑冰滑得不错，王朋比她滑得更好，他们两个人昨天去公园滑冰了。
高文中：他们怎么没约我们一起去？
李友：因为我们都不会!
高文中：那让他们教我们！
李友：好，我们约他们明天去公园教我们滑冰

Track 2:
Woman: 天气预报说明天天气比今天好，不但不会下雪，而且会暖和一点儿。
a. 是啊，天气真暖和！
b. 明天会下雪，那我在家看碟吧。
c. 没错，天气预报说明天比今天冷得多。
d. 太好了。我约了朋友明天去公园玩

Track 3:
女：今天怎么又下雨了！
男：明天还会下雨。
女：要是明天再下雨，我就回纽约了。
男：别回纽约！ 我明天跟你一起在家看碟。
女：看什么碟？
男：你喜欢唱歌、跳舞，我们看Singing in the Rain.
女： 什么？又是雨！
1. ( T )    2. ( F )     3. ( T )   4. ( F )  5. ( T )

Track 4:
男: 加州冬天不冷，夏天不热，春天和秋天更舒服。
女:
a. 是吗？ 我们去那儿找工作吧！
b. 我也知道加州的天气很糟糕。
c. 天气预报说加州今天比昨天热。
d. 对！加州的冬天比春天舒服。

Track 5:
男：你想吃点儿什么？
女：饺子，要肉的。
男：肉的？ 怎么，你不吃素了？
女：不吃素了。
男：为什么？
女：太麻烦了。很多饭馆没有素菜， 朋友也不吃素，我一个人吃素，太麻烦了。
男：在家呢？
女：在家，我还是吃素。
男：是吗？这家饭馆的素饺子做得很好。我们今天点素饺子吧。

Track 6:
Woman: 好。两碗酸辣汤，三十个素饺子，一盘家常豆腐。那二位还想喝点儿什么？
Man:
a. 来一盘小白菜。
b. 我也会做饺子。
c. 给我们两杯冰茶。
d. 家常豆腐很好吃。

Track 7: (workbook p.33 B)
女：我们今天晚上吃什么？
男：我想做红烧牛肉、 糖醋鱼、 凉拌黄瓜。
女：太好了。有没有汤？
男：你想喝汤？
女：对，我想喝汤。 你做菜，我做汤吧。酸辣汤，怎么样？
男：好，酸辣汤你做得比我好。
女：哪里，哪里。我做得不好，我只想帮你。
男：谢谢，那我们开始吧！

Track 8:
Man: 我们今天有糖醋鱼，甜甜的、酸酸的，好吃极了，你买一个吧。
Woman:
a. 你们今天为什么没有鱼呢？
b. 对不起，你多找了我一块钱。
c. 好吧！…糟糕，师傅，我忘了带钱了。
d. 是啊！酸辣汤，酸酸的，辣辣的，好喝极了

Track 9:
男：请问，您知道运动场在哪儿吗？
女：运动场？运动场在电脑中心的旁边。
男：对不起，电脑中心在哪儿？
女：电脑中心离图书馆不远。您可以和我一起走，我去图书馆。运动场就在图书馆和电脑中心的中间。
男：谢谢。

Track 10:
Woman: 电脑中心没有运动场那么远, 就在图书馆和学生活动中心中间。
Man:
a. 谢谢你告诉我电脑中心在哪儿。
b. 谢谢你告诉我电脑中心比运动场远。
c. 图书馆离学生活动中心特别远。
d. 我知道电脑中心在学生活动中心里边。

Track 11:
女：到了吗？
男：再过六个路口，就到了。
女：六个路口？我饿了。
男：饭馆离这儿不远，我们一到就可以吃饭了。
女：今天是星期五，饭馆里人很多，能有位子吗？
男：没问题，我打电话了，我们有位子。
女：你打了哪个电话?
男：5555-1298。
女：那是小东京饭馆的电话，不是北京饭馆的电话！
男：那我们就吃日本饭吧， 两个饭馆离得不远。

Track 12:
Man: 我不知道中国城在哪儿。我开车，你得告诉我怎么走。
Woman:
a. 你也常常去中国城吗？
b. 我明天坐飞机去中国。
c. 你觉得我开车开得快吗？
d. 我也没去过。我们还是打车去吧。

Track 13:
高小音的朋友们都知道小音爱吃水果。
昨天小音过生日，
她请她的几位朋友来她家开舞会，好几个朋友都给她买了水果。
王红买了苹果，小音的中学同学费先生买了很多梨，
李友除了梨和苹果以外还买了一个大西瓜。

Track14：
明天小高在家过生日，你要我带什么东西去
a. 我不知道东南西北
b. 饮料或者水果都可以
c. 明天晚上我在家看电视
d. 请你告诉我去小高家怎么走

Track 15:
女：这个周末是爸爸的生日，你想送给他什么礼物？
男：我想送给爸爸一本书。
女：爸爸那么忙，没有时间看书。
男：那我送咖啡。
女：医生说爸爸不能喝咖啡了。
男：那我给他买一件衬衫。
女：爸爸说他的衣服太多了。
男：那我送给他什么礼物好呢？
女: 爸爸说他的东西太多了。他想多和我们在一起。
    我们请他看电影，看了电影以后吃中国饭。 
    他最喜欢吃中国饭了。
男：好！

Track 16:
我的狗小白早上六点起床， 起床以后,如果不下雨, 就请带它去公园运动半个钟头 如果下雨就让它在家看碟看半个钟头.
然后, 给它吃点儿早饭, 喝点儿水.
别忘了, 它只能喝水, 一点儿别的饮料都不能喝. 中午要是它饿了, 就给它吃一点儿水果.
我明天就回来. 表妹，小白很可爱, 你一定会喜欢它。 
谢谢你 我回来以后请你喝咖啡

Track18：
我的狗叫小白，身体白白的，很可爱。
我每年让医生给小白检查一次身体，打一次针。
医生告诉我虽然小白先在很健康，
可是因为他喜欢吃我们人吃的东西，
小白可能比别的狗容易生病，
上厕所也比别的狗麻烦。
医生说我最好别再给小白吃人吃的东西了。

Track19：
医生，我肚子疼死了。
a. 你的肚子太大了。
b. 请躺下。我先检查一下。
c. 昨天晚上你吃了很多蛋糕。
d. 你今天早上上了好几次厕所。

