上个星期四是小高的生日。
他一下床就这道这个天会很好。
比上个生日非常好。
他很想



他觉得今天是个好日子
去年他有一个很糟糕的生日，他不能忘
去年他有一个很糟糕的生日，他忘不了
他想今 nien hue 比 chu nien hao
------
今年高文中和王朋是大学生。
去年他们是高中生。
春季学期的最后一天很有意思。
当天就是高文中的生日。
高文中很想到中国城去吃牛肉面。
他觉得吃牛肉面会转转运气
但是，当天他们有两个考试。
他们从十点到十二点有第一考试。
他们从两点到四点有第二考试。 
王朋觉得两个小时的时间不够用
所以高文中自己去了。
中国城离学校远。他坐公共汽车。
一到饭馆，就点牛肉面。
可是服务员说，”对不起，牛肉面刚买完“。
高文中说，”哎！不可能“。
服务员说：”今天我们的猪肉年，特别好吃，试试我们的猪肉吧“。
高文中说：”好，但是，放多盐，放多味精“。
服务员一上猪肉面，高文中就开始吃的快。
不是因为他很饿而是他不想迟到考试。
吃完以后，他走了的时候，
服务员说：对不起，你忘了付钱猪肉面。
高文中说：为什么我付钱，我没有点猪肉面。
服务员说：什么？
高文中说：除了我没有点猪肉面，以外不好吃了， 太咸的。
服务员说：等我一下。
服务员跟老板回。
老板说：你好，猪肉面有问题吗？
高文中说：老板，今天是我的生日。
  我从的很远到这里来吃牛肉面。可是牛肉面买完了。
  服务员告诉我猪肉面特别的好吃。但是，那盘猪肉面一点都不好吃。太咸的。
老板说：对不起，生日快乐。不用付钱。
-------------
他走了公共汽车站，等公共汽车，可是公共汽车没来。
所以他走路回学校。
一到了教室，考试就完。
老师说：高文中，怎么了？
高文中说：公共汽车没来，怎么办？
老师说：除了参加暑期以外没办法
高文中说：哎！